[
  {
    "text": "Teaching kids to count is fine, but teaching them what counts is best.",
    "author": "Bob Talbert"
  },
  {
    "text": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Nine-tenths of education is encouragement.",
    "author": "Anatole France"
  },
  {
    "text": "Teachers have three loves: love of learning, love of learners, and the love of bringing the first two loves together.",
    "author": "Scott Hayden"
  },
  {
    "text": "Education is our passport to the future, for tomorrow belongs to the people who prepare for it today.",
    "author": "Malcolm X"
  },
  {
    "text": "I am not a teacher, but an awakener.",
    "author": "Robert Frost"
  },
  {
    "text": "The art of teaching is the art of assisting discovery.",
    "author": "Mark Van Doren"
  },
  {
    "text": "To teach is to learn twice over.",
    "author": "Joseph Joubert"
  },
  {
    "text": "A teacher affects eternity; he can never tell where his influence stops.",
    "author": "Henry B. Adams"
  },
  {
    "text": "Education is not the filling of a pail, but the lighting of a fire.",
    "author": "William Butler Yates"
  },
  {
    "text": "They may forget what you said but they will not forget how you made them feel.",
    "author": "Carl Buechner"
  },
  {
    "text": "All students can learn and succeed, but not in the same way and not in the same day.",
    "author": "William G. Spady"
  },
  {
    "text": "I like a teacher who gives you something to take home to think about besides homework.",
    "author": "Lily Tomlin"
  },
  {
    "text": "Technology is just a tool. In terms of getting the kids to work together and motivating them, the teacher is the most important.",
    "author": "Bill Gates"
  },
  {
    "text": "It’s the teacher that makes the difference, not the classroom.",
    "author": "Michael Morpurgo"
  },
  {
    "text": "Good teaching is one-fourth preparation and three-fourths theatre.",
    "author": "Gail Goldwin"
  },
  {
    "text": "Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.",
    "author": "Sidney Hook"
  },
  {
    "text": "The task of the modern educator is not to cut down jungles, but to irrigate deserts.",
    "author": "C. S. Lewis"
  },
  {
    "text": "I touch the future. I teach.",
    "author": "Christa McAuliffe"
  },
  {
    "text": "I am a teacher born and bred, and I believe in the advocacy of teachers. It’s a calling. We want our students to feel impassioned and empowered.",
    "author": "Erin Gruwell"
  },
  {
    "text": "Teachers believe they have a gift for giving; it drives them with the same irrepressible drive that drives others to create a work of art or a market or a building.",
    "author": "A. Bartlett Giamatti"
  },
  {
    "text": "If you have to put someone on a pedestal, put teachers. They are society’s heroes.",
    "author": "Guy Kawasaki"
  },
  {
    "text": "The duties of a teacher are neither few nor small, but they elevate the mind and give energy to the character.",
    "author": "Dorothea Dix"
  },
  {
    "text": "To this end, the greatest asset of a school is the personality of the teacher.",
    "author": "John Strachan"
  },
  {
    "text": "The whole purpose of education is to turn mirrors into windows.",
    "author": "Sydney J. Harris"
  },
  {
    "text": "In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school.",
    "author": "Queen Rania of Jordan"
  },
  {
    "text": "What sculpture is to a block of marble, education is to a human soul.",
    "author": "Joseph Addison"
  },
  {
    "text": "Education breeds confidence. Confidence breeds hope. Hope breeds peace.",
    "author": "Confucius"
  },
  {
    "text": "Better than a thousand days of diligent study is one day with a great teacher.",
    "author": "Japanese Proverb"
  },
  {
    "text": "Teachers can change lives with just the right mix of chalk and challenges.",
    "author": "Joyce Meyer"
  }
]